Repository: 17161661/TrollRecorder
Catalog: res/*.lproj/InfoPlist.strings
Languages: fr, vi, zh_hans

# CFBundleDisplayName
source: TrollRecorder
zh_hans: 巨魔录音机

# NSContactsUsageDescription
source: “TrollRecorder” needs access to your contacts to display your friend’s name instead of phone number.
fr: “TrollRecorder” a besoin d'accéder à vos contacts pour afficher le nom de vos amis au lieu du numéro de téléphone.
vi: “TrollRecorder” cần quyền truy cập vào danh bạ của bạn để hiển thị tên bạn bè của bạn thay vì số điện thoại.
zh_hans: “巨魔录音机” 需要访问你的联系人，以便在录音中显示联系人姓名。

# NSFaceIDUsageDescription
source: “TrollRecorder” needs access to Face ID to verify your identity.
fr: “TrollRecorder” a besoin d'accéder à Face ID pour vérifier votre identité.
vi: “TrollRecorder” cần quyền truy cập vào Face ID để xác minh danh tính của bạn.
zh_hans: “巨魔录音机” 需要使用面容 ID 以验证你的身份。

# NSLocationAlwaysAndWhenInUseUsageDescription
source: “TrollRecorder” needs access to your location to save it with your recordings.
fr: “TrollRecorder” a besoin d'accéder à votre emplacement pour l'enregistrer avec vos enregistrements.
vi: “TrollRecorder” cần quyền truy cập vào vị trí của bạn để lưu nó với các bản ghi âm của bạn.
zh_hans: “巨魔录音机” 需要访问你的位置，以便在录音中保存位置信息。

# NSLocationAlwaysUsageDescription
source: “TrollRecorder” needs access to your location to save it with your recordings.
fr: “TrollRecorder” a besoin d'accéder à votre emplacement pour l'enregistrer avec vos enregistrements
vi: “TrollRecorder” cần quyền truy cập vào vị trí của bạn để lưu nó với các bản ghi âm của bạn.
zh_hans: “巨魔录音机” 需要访问你的位置，以便在录音中保存位置信息。

# NSLocationTemporaryUsageDescriptionDictionary
source: “TrollRecorder” needs access to your location to save it with your recordings.
fr: “TrollRecorder” a besoin d'accéder à votre localisation pour l'enregistrer avec vos enregistrements.
vi: “TrollRecorder” cần quyền truy cập vào vị trí của bạn để lưu nó với các bản ghi âm của bạn.
zh_hans: “巨魔录音机” 需要访问你的位置，以便在录音中保存位置信息。

# NSLocationUsageDescription
source: “TrollRecorder” needs access to your location to save it with your recordings.
fr: “TrollRecorder” a besoin d'accéder à votre localisation pour l'enregistrer avec vos enregistrements.
vi: “TrollRecorder” cần quyền truy cập vào vị trí của bạn để lưu nó với các bản ghi âm của bạn.
zh_hans: “巨魔录音机” 需要访问你的位置，以便在录音中保存位置信息。

# NSLocationWhenInUseUsageDescription
source: “TrollRecorder” needs access to your location to save it with your recordings.
fr: “TrollRecorder” a besoin d'accéder à votre localisation pour l'enregistrer avec vos enregistrements.
vi: “TrollRecorder” cần quyền truy cập vào vị trí của bạn để lưu nó với các bản ghi âm của bạn.
zh_hans: “巨魔录音机” 需要访问你的位置，以便在录音中保存位置信息。

# NSMicrophoneUsageDescription
source: “TrollRecorder” needs access to your microphone to implement the most basic recording features.
fr: “TrollRecorder” a besoin d'accéder à votre microphone pour mettre en œuvre les fonctionnalités d'enregistrement les plus basiques
vi: “TrollRecorder” cần truy cập vào micrô của bạn để thực hiện các tính năng ghi âm cơ bản nhất.
zh_hans: “巨魔录音机” 需要访问你的麦克风，以便实现最基本的录音功能。

# NSSpeechRecognitionUsageDescription
source: “TrollRecorder” wants to use speech recognition to make transcript for your recordings.
fr: “TrollRecorder” souhaite utiliser la reconnaissance vocale pour créer des transcriptions de vos enregistrements.
vi: “TrollRecorder” muốn sử dụng nhận dạng giọng nói để tạo bảng điểm cho các bản ghi âm của bạn.
zh_hans: “巨魔录音机” 需要使用语音识别技术为你的录音制作文字副本。

# NSUbiquitousContainerName
source: TrollRecorder
zh_hans: 巨魔录音机

source: Toggle Call Recording
zh_hans: 启停通话录音

source: Toggle Hoverball
fr: Activer Hoverball
vi: Bật/Tắt Bong bóng
zh_hans: 切换悬浮球

source: Toggle Recording
fr: Activer l'enregistrement
vi: Bật/Tắt Ghi âm
zh_hans: 启停录音

source: Toggle Voice Memo
zh_hans: 启停语音备忘录
